Revit 2027 API
ParameterTypeId.RbsDuctConnectorSystemClassificationParam Property
 "System Classification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctConnectorSystemClassificationParam { get; }
Public Shared ReadOnly Property RbsDuctConnectorSystemClassificationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctConnectorSystemClassificationParam {
	ForgeTypeId^ get ();
}
static member RbsDuctConnectorSystemClassificationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace